const start = `Добро пожаловать в Образовательное сообщество "YouTube для ВСЕХ". 

Ты буквально в шаге от того, чтобы изменить свою жизнь вместе с нами!
`

const basePrice = `
💵 Стоимость подписки на Базу
1 месяц 1500 рублей
6 месяцев 8000 рублей
12 месяцев 15 000 рублей

*цена в долларах/евро - конвертируется ботом по курсу

*оплачивай любой картой в долларах/евро/рублях, бот сконвертирует сам

Оплатить и получить доступ
👇👇👇`

const aboutChannel = `В БАЗЕ 👇

✅ Сотни новых эфиров 2021-2025 гг с таймкодами, гайды на гормоны, отношения, здоровье, заработок,  подкасты, статьи и мои лучшие тренинги за последние 10 лет
✅ еженедельные трансляции и ответы на вопросы в комментариях
✅ промокоды  со скидками на анализы крови, биохакерские добавки и многое другое

🎯 + сообщество из более 60 тысяч человек для сильного и думающего 

ЖДУ В БАЗЕ 👇👇👇`

const partnerMenu = `🏠 Меню партнера`

const donateBase = `🎁 Подарите подписку на Базу Арсена Маркаряна другому пользователю!

1. Выберите тариф.
2. Сделайте оплату.
3. После оплаты вы получите ссылку  для вашего друга. 
4. Отправьте ему ссылку, он активирует ее и получит доступ в приватный канал База на оплаченный вами период. 

💵 Стоимость подписки
1 месяц 1500 рублей
6 месяцев 8000 рублей
12 месяцев 15 000 рублей

*цена в долларах/евро - конвертируется ботом по курсу

*оплачивайте любой картой в долларах/евро/рублях, бот сконвертирует сам

Оплатить и подарить подписку
👇👇👇`

const oneMonth = `🦍 База Арсена Маркаряна на 1 месяц:

Выберите удобный вид оплаты:

*если вы из Украины, включите vpn
*при оплате картой - оформляется автосписание, каждые 30 дней
*далее - вы сможете управлять подпиской в Меню бота`

const sixMonths = `🦍 База Арсена Маркаряна на 6 месяцев:

Выберите удобный вид оплаты:

*если вы из Украины, включите vpn`

const twelveMonths = `🦍 База Арсена Маркаряна на 12 месяцев:

Выберите удобный вид оплаты:

*если вы из Украины, включите vpn`

const donateText = `Выберите удобный вид оплаты:

*если вы из Украины, включите vpn`

const USDT = `Отправьте
150 USDT в сети TRC-20
На адрес:
TXbSHP4Dbp4S8URBK8yEGTvGNLS9EbSrkv

*кликните на номер счета и он скопируется

После оплаты нажмите Я оплатил 👇

*Обязательно проверьте адрес кошелька`

const referralLinkText1 = `Условия партнерской программы:

✅ Действует только на покупки канала "База Арсена Маркаряна"
✅ Вы получаете единоразово 500 руб. с первой оплаты нового подписчика Базы.
`

const referralLinkText2 = `👨🏼‍💻 Ты хочешь давать ссылку друзьям, или стать контентмейкером и системно зарабатывать на моей партнерке?

*размер выплаты за нового подписчика - одинаковый

👇выбери свой вариант👇`

const forFriends = `Твоя реферальная ссылка 👇
https://t.me/BazaArsenMark_bot?start=MTMwODY4MzM3MQ==

*партнерка работает для нового трафика, клики и оплаты учитываются, если человек еще не был в моем боте`

const makeContent = `Твоя реферальная ссылка 👇
https://t.me/BazaArsenMark_bot?start=MTMwODY4MzM3MQ==

🚀 Заходи в канал для нарезчиков https://t.me/+ZcepyvOE0O4wNjc6, там я выкладываю рекомендации, как больше заработать с моей партнеркой

*партнерка работает для нового трафика, клики и оплаты учитываются, если человек еще не был в моем боте`

const statistics = `👆Клики: 0
💸 Оплатившие: 0
💰 Сумма к выплате: 0.0
🏦 Всего заработано: 0.0`

const getMoney = `💡 Бонусы выплачиваются ежемесячно, заявки на вывод принимаем 1-5 го числа каждого месяца. 

* вывести можно суммы свыше 10 т.руб., меньшие суммы – вы можете зачесть в оплату каналов или оставить на счете и копить бонусы дальше
* выводим на карту или криптой

✅ Заявки на вывод средств принимаются в тех.поддержку. По кнопке ниже напишите о том, что хотите вывести бонусы, отправьте свои  реквизиты и ожидайте ответ.
👇👇👇`

module.exports = { start, basePrice, aboutChannel, partnerMenu, donateBase, oneMonth, sixMonths, twelveMonths, donateBase, donateText, USDT, referralLinkText1, referralLinkText2, forFriends, makeContent, statistics, getMoney}